Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/pcsx2.tmx
Source language: en
Languages: sv

source: Truncate 32-bit depth values to 24 bits. Helps games struggling with Z-fighting.
sv: Trunkerar 32-bitars djupvärden till 24 bitar. Hjälper spel som har problem med Z-fighting.

source: Internal Resolution (Aspect Corrected)
sv: Intern upplösning (korrigerat bildförhållande)

source: Family: %1&lt;br&gt;Category: %2&lt;br&gt;License: %3&lt;br&gt;Source: &lt;a href=&quot;%4&quot;&gt;%4&lt;/a&gt;%5
sv: Familj: %1&lt;br&gt;Kategori: %2&lt;br&gt;Licens: %3&lt;br&gt;Källa: &lt;a href=&quot;%4&quot;&gt;%4&lt;/a&gt;%5

source: Controller port {0}, slot {1} has a {2} connected, but the save state has a {3}. Ejecting {2} and replacing it with {3}.
sv: Handkontrollport {0}, plats {1} har en {2} ansluten, men det sparade tillståndet har en {3}. Matar ut {2} och ersätter den med {3}.

source: The network port slot used for PINE IPC connections.
sv: Nätverksportplatsen som används för PINE IPC-anslutningar.

source: Show in Explorer
sv: Visa i Utforskaren

source: Integer Scaling
sv: Heltalsskalning

source: Enable Compatibility Patches
sv: Aktivera kompatibilitetspatchar

source: Cannot load an indexed save state without a boot filename.
sv: Det går inte att läsa in ett indexerat sparläge utan ett startfilnamn.

source: Transforms analog stick pickup zone from a square to a circle, allows for full input at diagonals without also scaling the X and Y axes. Ideal for modern controllers with square pickup zones, e.g. DualShock 4, Xbox One. Setting Analog Sensitivity to 100% is recommended with this setting.
sv: Omvandlar den analoga styrspakens upptagningszon från en fyrkant till en cirkel och ger full inmatning i diagonaler utan att även skala X- och Y-axlarna. Idealisk för moderna handkontroller med fyrkantiga upptagningszoner, till exempel DualShock 4 och Xbox One. Med denna inställning rekommenderas en analog känslighet på 100 %.

source: System Fonts
sv: Systemteckensnitt

source: Failed to initialize SIO2.
sv: Det gick inte att initiera SIO2.

source: Save RT
sv: Spara RT

source: Open the debugger window automatically when PCSX2 starts.
sv: Öppna felsökarfönstret automatiskt när PCSX2 startas.

source: Navigation
sv: Navigering

source: Location where save state files are saved and loaded from.
sv: Plats där sparlägesfiler sparas och läses in.

source: None (Default)
sv: Ingen (standard)

source: Half
sv: Halv

source: Pause On TLB Miss
sv: Pausa vid TLB-miss

source: Fit to Window / Fullscreen
sv: Anpassa till fönster/helskärm

source: Basic (Recommended)
sv: Grundläggande (rekommenderas)

source: Name:
sv: Namn:

source: 2 (128 Max Width)
sv: 2 (maximal bredd 128)

source: Controls the volume of the audio played on the host at normal speed.
sv: Styr volymen för ljudet som spelas på värddatorn vid normal hastighet.

source: Resets standard volume back to the default.
sv: Återställer standardvolymen till standardvärdet.

source: Disable Mailbox Presentation
sv: Inaktivera mailbox-presentation

source: Selected font is invalid. Choose another font or use default.
sv: Det valda teckensnittet är ogiltigt. Välj ett annat teckensnitt eller använd standardteckensnittet.

source: Attempts to reduce draw calls in games which do heavy context switching for blending purposes.
sv: Försöker minska ritningsanrop i spel som gör många kontextbyten för blandning.

source: Scales the size of the onscreen OSD from 50% to 500%.
sv: Skalar storleken på OSD på skärmen från 50 % till 500 %.

source: Performs just-in-time binary translation of Vector Unit 1 (VU1) microprograms to native code.
sv: Utför just-in-time-binäröversättning av mikroprogram för vektorenhet 1 (VU1) till inbyggd kod.

source: Failed to Save State
sv: Det gick inte att spara tillståndet

source: Enable an animated/static background on the game list (where you launch your games).&lt;br&gt;This background is only visible in the library and will be hidden once a game is launched. It will also be paused when it&apos;s not in focus.
sv: Aktiverar en animerad/statisk bakgrund i spellistan (där du startar spel).&lt;br&gt;Bakgrunden syns bara i biblioteket och döljs när ett spel startas. Den pausas också när den inte är i fokus.

source: Shows statistics about the emulated GS such as primitives and draw calls.
sv: Visar statistik om den emulerade GS, till exempel primitiver och ritningsanrop.

source: WAIT ID
sv: VÄNTA-ID

source: Anti-Blur
sv: Minska oskärpa

source: Only On Startup
sv: Endast vid start

source: Increased
sv: Ökad

source: Limit Depth to 24 Bits
sv: Begränsa djupet till 24 bitar

source: Pauses the virtual machine when a TLB miss occurs, instead of ignoring it and continuing.
sv: Pausar den virtuella maskinen när en TLB-miss inträffar, i stället för att ignorera den och fortsätta.

source: Shows debug information about the renderer.
sv: Visar felsökningsinformation om renderaren.

source: Saves text metadata describing the GS hardware register state on each draw call.
sv: Sparar textmetadata som beskriver tillståndet för GS-maskinvaruregistren vid varje ritningsanrop.

source: Show CPU Usage
sv: Visa processoranvändning

source: Enables the internal Hard Disk Drive for expanded storage.
sv: Aktiverar den interna hårddisken för utökad lagring.

source: Sharpness
sv: Skärpa

source: Native Scaling
sv: Ursprunglig skalning

source: Merge Targets
sv: Sammanfoga mål

source: Controller Port %1%2
sv: Handkontrollport %1%2

source: Navigate Subsets
sv: Navigera delmängder

source: OSD Font File
sv: OSD-teckensnittsfil

source: Disables the support of depth buffers in the texture cache. Will likely create various glitches and is only useful for debugging.
sv: Inaktiverar stödet för djupbuffertar i texturcachen. Skapar troligen olika fel och är endast användbart för felsökning.

source: Save Frame Range Start
sv: Start för sparat bildruteintervall

source: Scan Range End Address
sv: Slutadress för sökintervall

source: Save Texture
sv: Spara textur

source: Shortcut Type
sv: Genvägstyp

source: Frame Rate Options
sv: Alternativ för bildrutehastighet

source: Save Draw Range Count
sv: Antal ritningar i intervall

source: Accurate Alpha Test is enabled, this may reduce performance.
sv: Noggrant alfatest är aktiverat, vilket kan minska prestandan.

source: For games with both a title in the game&apos;s native language and one in English, prefer the English title. Affects how game titles are displayed on the game list, window title and Discord Presence
sv: För spel som har både en titel på spelets originalspråk och en på engelska föredras den engelska titeln. Påverkar hur speltitlar visas i spellistan, fönstertiteln och Discord-närvaron.

source: Primary DNS server address for the PS2 virtual network adapter.
sv: Adress till primär DNS-server för PS2:ans virtuella nätverksadapter.

source: Compiled {0} shader in {1}ms
sv: Kompilerade {0} shader på {1} ms

source: Logging
sv: Loggning

source: Save Frame Statistics
sv: Spara bildrutestatistik

source: Saves source texture surfaces on each draw call when GS dumping is active.
sv: Sparar källtexturytor vid varje ritningsanrop när GS-dumpning är aktiv.

source: Launcher
sv: Startprogram

source: Location where game box art and cover images are saved.
sv: Plats där spelgrafik och omslagsbilder sparas.

source: Enables the network adapter for online functionality and LAN play.
sv: Aktiverar nätverksadaptern för nätverksfunktioner och LAN-spel.

source: Failed to load state from backup slot {}: {}
sv: Det gick inte att läsa in sparläget från reservplats {}: {}

source: Catalog loaded from online font index.
sv: Katalogen lästes in från teckensnittsindexet på nätet.

source: Displays additional, very high upscaling multipliers dependent on GPU and driver capability.
sv: Visar ytterligare, mycket höga uppskalningsmultiplikatorer beroende på GPU:ns och drivrutinens kapacitet.

source: stable
sv: stabil

source: Choose a system font or a font from the online catalog. Fonts in the catalog are third-party and keep their own licenses. Review each font&apos;s license before using it.
sv: Välj ett systemteckensnitt eller ett teckensnitt från nätkatalogen. Teckensnitten i katalogen kommer från tredje part och behåller sina egna licenser. Granska licensen för varje teckensnitt innan det används.

source: OSD Performance Position
sv: Position för OSD-prestanda

source: Enables video recording during gameplay capture.
sv: Aktiverar videoinspelning under spelinspelning.

source: USB mass storage: No image path specified
sv: USB-masslagring: ingen avbildssökväg angavs

source: ENTRY
sv: INGÅNG

source: Move Down
sv: Flytta ned

source: Failed to Save State To Slot {}
sv: Det gick inte att spara tillståndet till plats {}

source: Network & HDD Settings
sv: Nätverks- och HDD-inställningar

source: Center Left
sv: I mitten till vänster

source: Specifies the capacity in gigabytes when creating a new virtual PS2 hard disk image.
sv: Anger kapaciteten i gigabyte när en ny virtuell PS2-hårddiskavbild skapas.

source: 3 (192 Max Width)
sv: 3 (maximal bredd 192)

source: Shows the number of Vsyncs performed per second by the system.
sv: Visar antalet Vsync som utförs per sekund av systemet.

source: Selects which GPU or adapter to use for graphics rendering on systems with multiple graphics devices.
sv: Väljer vilken GPU eller adapter som används för grafikrendering på system med flera grafikenheter.

source: GPU Target CLUT:
sv: CLUT för GPU-renderingsmål:

source: Second
sv: Sekund

source: Aggressive
sv: Aggressiv

source: <html><head/><body><p>PCSX2 will automatically scan and identify games from the selected directories below, and populate the game list.<br>These games should be dumped from discs you own. Guides for dumping discs can be found <a href="https://pcsx2.net/docs/setup/dumping">here</a>.</p><p>Supported formats for dumps include:</p><p><ul><li>.bin/.iso (ISO Disc Images)</li><li>.mdf (Media Descriptor File)</li><li>.chd (Compressed Hunks of Data)</li><li>.cso (Compressed ISO)</li><li>.zso (Compressed ISO)</li><li>.gz (Gzip Compressed ISO)</li></ul></p></p></body></html>
sv: <html><head/><body><p>PCSX2 söker automatiskt igenom och identifierar spel i katalogerna nedan och fyller i spellistan.<br>Dessa spel bör vara dumpade från skivor som du äger. Guider för hur du dumpar skivor finns <a href="https://pcsx2.net/docs/setup/dumping">här</a>.</p><p>Format som stöds för dumpar är:</p><p><ul><li>.bin/.iso (ISO-skivavbilder)</li><li>.mdf (Media Descriptor File)</li><li>.chd (Compressed Hunks of Data)</li><li>.cso (komprimerad ISO)</li><li>.zso (komprimerad ISO)</li><li>.gz (Gzip-komprimerad ISO)</li></ul></p></p></body></html>

source: Show Full Titles
sv: Visa hela titlar

source: Screen Offsets
sv: Skärmförskjutningar

source: Leaderboard Sound Path
sv: Sökväg till topplisteljud

source: Selects the number of brake notches (5-8)
sv: Väljer antalet bromslägen (5–8)

source: Hit Count
sv: Antal träffar

source: PCSX2 can automatically download covers for games which do not currently have a cover set. We do not host any cover images, the user must provide their own source for images.
sv: PCSX2 kan automatiskt hämta omslag till spel som för närvarande saknar omslag. Vi lagrar inga omslagsbilder; användaren måste ange en egen bildkälla.

source: Enable Cache (Slow)
sv: Aktivera cache (långsamt)

source: Framebuffer Conversion
sv: Konvertering av rambuffert

source: Prompt On State Load/Save Failure
sv: Fråga vid misslyckad inläsning/sparning av tillstånd

source: Internal Resolution (No Aspect Correction)
sv: Intern upplösning (ingen korrigering av bildförhållande)

source: Missable
sv: Kan missas

source: GPU Palette Conversion
sv: GPU-palettekonvertering

source: Determines how audio frames produced by the emulator are submitted to the host.
sv: Fastställer hur ljudbildrutor som emulatorn producerar överförs till värden.

source: Prefer English Game Titles
sv: Föredra engelska speltitlar

source: Show Input Recording Status
sv: Visa status för inmatningsinspelning

source: 23x Native (~8280px)
sv: 23× inbyggd (~8280 px)

source: Volume: %1%
sv: Volym: %1 %

source: Drop Indicator Style:
sv: Stil för släppindikator:

source: Memory card name cannot be empty.
sv: Minneskortets namn får inte vara tomt.

source: Multitap on Console Port 1
sv: Multitap på konsolport 1

source: Enable HDD
sv: Aktivera hårddisk

source: Enable PINE
sv: Aktivera PINE

source: Save States (*.p2s);;All Files (*.*)
sv: Sparlägen (*.p2s);;Alla filer (*.*)

source: Real-time clock (RTC) used by the virtual PlayStation 2.&lt;br&gt;This time is only applied upon booting the PS2; changing it while in-game will have no effect.&lt;br&gt;Some games require an RTC date/time set after their release date.
sv: Realtidsklocka (RTC) som används av den virtuella PlayStation 2.<br>Tiden tillämpas bara när PS2 startas; att ändra den under spelet har ingen effekt.<br>Vissa spel kräver att RTC-datumet/-tiden ligger efter deras lanseringsdatum.

source: Power Down
sv: Minska effekt

source: The amount of time to wait between subsequent attempts to update the user interface to reflect the state of the virtual machine.
sv: Tiden som ska gå mellan efterföljande försök att uppdatera användargränssnittet så att det visar den virtuella maskinens tillstånd.

source: Select
sv: Välj

source: Controller Port %1%2 Macros
sv: Makron för handkontrollport %1%2

source: INTC Spin Detection
sv: Spinnidentifiering för INTC

source: Failed to create font cache directory.
sv: Det gick inte att skapa cachekatalogen för teckensnitt.

source: Selects the physical audio output device on the host machine.
sv: Väljer den fysiska ljudutdataenheten på värddatorn.

source: Top Left
sv: Uppe till vänster

source: Rewrite large ST is enabled, this may reduce performance.
sv: Skriv om stora ST är aktiverat, vilket kan minska prestandan.

source: ELF Symbol Table
sv: ELF-symboltabell

source: Catalog refreshed from online font index.
sv: Katalogen uppdaterades från teckensnittsindexet på nätet.

source: Show VPS
sv: Visa VPS

source: OSD Scale
sv: OSD-skala

source: Analysis
sv: Analys

source: Forces palette texture draws to render at native resolution.
sv: Tvingar ritning av paletttexturer i ursprunglig upplösning.

source: Enables the PINE Inter-Process Communication system, allowing external programs to interact with the emulator.
sv: Aktiverar PINE-systemet för interprocesskommunikation så att externa program kan samverka med emulatorn.

source: Failed to read regs data.
sv: Det gick inte att läsa registerdata.

source: Dump GS Draws
sv: Dumpa GS-ritningar

source: Save Frame Range Count
sv: Antal i sparat bildruteintervall

source: Unlock Notification Duration
sv: Varaktighet för upplåsningsnotis

source: Create Desktop shortcut
sv: Skapa skrivbordsgenväg

source: 25x Native (~9000px)
sv: 25× inbyggd (~9000 px)

source: Selects the network emulation backend API (e.g. Sockets, TAP, PCAP Bridged, or PCAP Switched).
sv: Väljer API:t för nätverksemuleringsbakänden (t.ex. Sockets, TAP, bryggad PCAP eller växlad PCAP).

source: Standard Volume
sv: Standardvolym

source: Skip Draw Range End
sv: Slut för intervall med hoppade ritytor

source: Subsets
sv: Delmängder

source: Navigate Forward
sv: Navigera framåt

source: Destination directory for dumps generated by the hardware renderer.
sv: Målkatalog för dumpar som genereras av maskinvarurenderaren.

source: Custom audio file to play when an achievement is unlocked.
sv: Egen ljudfil att spela upp när en prestation låses upp.

source: Show as float
sv: Visa som flyttal

source: Shows the host&apos;s CPU utilization based on threads.
sv: Visar värdens CPU-användning baserat på trådar.

source: Prevents the usage of framebuffer fetch when supported by host GPU.
sv: Förhindrar användning av rambuffertshämtning när värd-GPU:n stöder den.

source: Saved just now
sv: Sparad nyss

source: Tile
sv: Ruta

source: Secondary DNS server address for the PS2 virtual network adapter.
sv: Sekundär DNS-serveradress för PS2:s virtuella nätverksadapter.

source: Target:
sv: Mål:

source: Back
sv: Tillbaka

source: Selects the pixel format used for recordings. Unsupported formats fall back to a format supported by the codec.
sv: Väljer pixelformatet som används för inspelningar. Format som inte stöds ersätts av ett format som stöds av kodeken.

source: Save Alpha Channel
sv: Spara alfakanal

source: When the emulation isn&apos;t running at 100% speed, adjusts the tempo of the audio which produces much nicer sound during fast-forward/slowdown.
sv: När emuleringen inte körs med 100 % hastighet justeras ljudets tempo, vilket ger mycket bättre ljud vid snabbspolning och nedbromsning.

source: Portable Mode (Stores data in local PCSX2 directory)
sv: Portabelt läge (lagrar data i den lokala PCSX2-katalogen)

source: Automatically determine the subnet mask based on the IP address class.
sv: Fastställ automatiskt nätmasken utifrån IP-adressklassen.

source: Refresh Catalog
sv: Uppdatera katalog

source: Applies the FXAA anti-aliasing algorithm to improve the visual quality of games.
sv: Tillämpa FXAA-algoritmen för kantutjämning för att förbättra spelens visuella kvalitet.

source: 4xRGSS downsampling (4x Rotated Grid SuperSampling)
sv: Nedsampling med 4xRGSS (4x roterat rutnät med supersampling)

source: Saturation
sv: Mättnad

source: Enables accurate alpha testing, which some games require to render correctly. This may require more draw calls and result in a speed penalty.
sv: Aktiverar noggrant alfatest, vilket vissa spel behöver för korrekt rendering. Det kan kräva fler ritningsanrop och försämra prestandan.

source: Background Image Scaling
sv: Skalning av bakgrundsbild

source: Show GPU Pipeline Statistics
sv: Visa GPU-pipelinestatistik

source: Fill
sv: Fyll

source: Shows icons in the screen when leaderboard tracking is active.
sv: Visar ikoner på skärmen när spårning av resultattavlor är aktiv.

source: Catalog unavailable.
sv: Katalogen är inte tillgänglig.

source: HW Regs (MMIO)
sv: HW-register (MMIO)

source: Container Format
sv: Behållarformat

source: Saves alpha channel data on each draw call when GS dumping is active.
sv: Sparar alfakanalsdata vid varje ritningsanrop när GS-dumpning är aktiv.

source: %d kbps
sv: %d kbit/s

source: Failed to create the Memory Card, because the name &apos;{}&apos; contains one or more invalid characters.
sv: Det gick inte att skapa minneskortet eftersom namnet &apos;{}&apos; innehåller ett eller flera ogiltiga tecken.

source: Saves host-to-local and local-to-host image transfer data when GS dumping is active.
sv: Sparar bildöverföringsdata från värd till lokal och lokal till värd när GS-dumpning är aktiv.

source: Fast disc access, shorter loading times. Check HDLoader compatibility lists for games that are known to have issues with this.
sv: Snabb skivåtkomst och kortare laddningstider. Kontrollera HDLoaders kompatibilitetslistor för spel som är kända för att ha problem med detta.

source: Navigate Back
sv: Navigera bakåt

source: IP address for the PS2 virtual network adapter.
sv: IP-adress för PS2:s virtuella nätverksadapter.

source: PCSX2 will dump and load texture replacements from this directory.
sv: PCSX2 dumpar och läser in texturersättningar från den här katalogen.

source: Requested boot ELF &apos;{}&apos; does not exist.
sv: Den begärda start-ELF-filen &apos;{}&apos; finns inte.

source: Log When Hit
sv: Logga vid träff

source: Control the accuracy level of the GS blending unit emulation.&lt;br&gt; The higher the setting, the more blending is emulated in the shader accurately, and the higher the speed penalty will be.
sv: Styr noggrannhetsnivån för emuleringen av GS-blandningsenheten.&lt;br&gt;Ju högre inställning, desto noggrannare emuleras blandningen i shadern och desto större blir prestandastraffet.

source: Save Transfer Images
sv: Spara överföringsbilder

source: Toggle Mute
sv: Växla ljud av/på

source: Apply Widescreen Patches
sv: Tillämpa bredbildspatchar

source: Sets the audio bitrate.
sv: Anger ljudbithastigheten.

source: Extended RAM is enabled. Compatibility with some games may be affected.
sv: Utökat RAM-minne är aktiverat. Kompatibiliteten med vissa spel kan påverkas.

source: Both slots must have a card selected to swap.
sv: Båda platserna måste ha ett valt kort för att kunna bytas.

source: Scaling:
sv: Skalning:

source: Selects the video codec used for recordings. If unsure, leave this set to Default.
sv: Väljer videokodeken som används för inspelningar. Lämna standardvärdet om du är osäker.

source: Top Right (Default)
sv: Överst till höger (standard)

source: Spin GPU During Readbacks
sv: Låt GPU:n snurra under återläsningar

source: Show Patches For All CRCs
sv: Visa patchar för alla CRC:er

source: High
sv: Hög

source: Replaces post-processing multiple paving sprites by a single fat sprite. It reduces various upscaling lines.
sv: Ersätter efterbearbetning av flera kaklagda sprites med en enda stor sprite. Minskar olika uppskalningslinjer.

source: Location used for caching compiled shaders, game covers, and temporary files.
sv: Plats som används för cachelagring av kompilerade shaderprogram, spelomslag och temporära filer.

source: Determines where on-screen display messages are positioned.
sv: Anger var meddelanden i skärmvisningen placeras.

source: Adjusts gamma. 50 is normal.
sv: Justerar gamma. 50 är normalt.

source: Selects whether the automatic updater checks for stable or nightly builds.
sv: Väljer om den automatiska uppdateraren söker efter stabila versioner eller nattbyggen.

source: Tries to detect when a game is drawing its own color palette and then renders it on the GPU with special handling.
sv: Försöker upptäcka när ett spel ritar sin egen färgpalett och renderar den sedan på GPU:n med särskild hantering.

source: New name is invalid, a card with this name already exists.
sv: Det nya namnet är ogiltigt, ett kort med detta namn finns redan.

source: Language
sv: Språk

source: Enable SDL Raw Input
sv: Aktivera råindata från SDL

source: Failed to initialize DEV9.
sv: Det gick inte att initiera DEV9.

source: Failed to create game texture directory &apos;%1&apos; Opening default directory.
sv: Det gick inte att skapa speltexturkatalogen &apos;%1&apos; Öppnar standardkatalogen.

source: When enabled, the minimum supported output latency will be used for the host API.
sv: När detta är aktiverat används den lägsta utdatafördröjning som stöds för värd-API:t.

source: Wait Loop Detection
sv: Identifiering av vänteloop

source: Plays a sound effect when submitting a leaderboard entry.
sv: Spelar upp en ljudeffekt när en topplistepost skickas in.

source: Sets the recording width when Automatic Resolution is disabled.
sv: Anger inspelningsbredden när automatisk upplösning är inaktiverad.

source: Failed to read header.
sv: Det gick inte att läsa huvudet.

source: Software Texture Filtering
sv: Programvarufiltrering av texturer

source: Failed to initialize GS.
sv: Det gick inte att initiera GS.

source: Hour
sv: Timme

source: Changes which gamepad button glyph set is used in Big Picture UI and input binding displays.
sv: Ändrar uppsättningen av handkontrollsymboler som används i gränssnittet för stort bildläge och visningarna för inmatningsbindningar.

source: Stream has no blocks.
sv: Strömmen saknar block.

source: Medium
sv: Medel

source: Graphics Adapter
sv: Grafikadapter

source: Show Video Capture Status
sv: Visa status för videoinspelning

source: Unlock Sound Path
sv: Sökväg till upplåsningsljud

source: Allows switching in and out of fullscreen mode by double-clicking the game window.
sv: Gör det möjligt att växla in och ut ur helskärmsläge genom att dubbelklicka på spelfönstret.

source: Fast-Forward Speed
sv: Snabbspolningshastighet

source: Saves snapshots to per-game subfolders instead of a shared folder.
sv: Sparar ögonblicksbilder i undermappar per spel i stället för i en delad mapp.
